{
  "Localization": "স্থানীয়করণ",
  "name": "তানভীর আনোয়ার রাফি",
  "designation": "মোবাইল অ্যাপ ডেভেলপার | iOS এবং Android এর জন্য Flutter বিশেষজ্ঞ",
  "description": "তানভীর আনোয়ার রাফি একজন অভিজ্ঞ মোবাইল অ্যাপ্লিকেশন ডেভেলপার যার ৪ বছরের বেশি অভিজ্ঞতা রয়েছে ক্রস-প্ল্যাটফর্ম অ্যাপ ডেভেলপমেন্টে, বিশেষ করে Flutter ব্যবহার করে। তিনি iOS এবং Android প্ল্যাটফর্মের জন্য উচ্চ-কার্যক্ষমতাসম্পন্ন, ব্যবহারকারী-বান্ধব অ্যাপ তৈরি করতে দক্ষ, যা নির্বিঘ্ন ব্যবহারকারীর অভিজ্ঞতা এবং অত্যন্ত কার্যকর সমাধান সরবরাহ করে।\n\nতানভীর সফলভাবে একাধিক অ্যাপ তৈরি করেছেন এবং সেগুলো Google Play Store এবং Apple App Store-এ প্রকাশ করেছেন। তিনি বিভিন্ন শিল্পক্ষেত্রে কাজ করেছেন, যার মধ্যে রয়েছে রিয়েল এস্টেট, স্বাস্থ্যসেবা, ই-কমার্স, এবং ভিজিটর ম্যানেজমেন্ট সিস্টেম। তার উল্লেখযোগ্য প্রকল্পগুলোর মধ্যে রয়েছে HomeVu, একটি রিয়েল এস্টেট প্ল্যাটফর্ম যা ব্যবহারকারীদের শীর্ষস্থানীয় এজেন্টদের সাথে সংযুক্ত করে; Candy Express, ডেনমার্কের বৃহত্তম অনলাইন ক্যান্ডি বিক্রয় প্ল্যাটফর্ম যার ২০,০০০+ ব্যবহারকারী রয়েছে; এবং Evrm Kiosk এবং EVRM Rooms, অফিসগুলোর জন্য উন্নত ভিজিটর ও মিটিং রুম ম্যানেজমেন্ট সিস্টেম।\n\nতানভীর API ইন্টিগ্রেশন এবং জটিল প্রযুক্তিগত সমস্যাগুলোর সমাধানে পারদর্শী। তিনি Google Maps ইন্টিগ্রেশন, QR কোড স্ক্যানিং, এবং রিয়েল-টাইম আপডেট এর মতো কাজের জন্য বিভিন্ন টুল এবং লাইব্রেরি ব্যবহার করে ব্যবহারকারী-সুলভ এবং প্রতিক্রিয়াশীল ইউআই তৈরি করতে দক্ষ।\n\nতানভীর সময়মত ক্লায়েন্ট প্রকল্পগুলো সরবরাহ করেছেন, ক্লায়েন্টের সাথে যোগাযোগ বজায় রেখেছেন, সঠিক প্রকল্পের প্রাক্কলন করেছেন, এবং অ্যাপগুলোর প্রয়োজনীয়তা পূরণ করেছেন। তিনি ImmiTrack, MyHealth, TRL Audiobooks, এবং Skantrix এর মতো গুরুত্বপূর্ণ প্রকল্পগুলোর নেতৃত্ব দিয়েছেন, যেগুলোতে তিনি ইউআই ডিজাইন থেকে শুরু করে অ্যাপ রিলিজ পর্যন্ত পুরো জীবনচক্র পরিচালনা করেছেন (ব্যাকএন্ড এপিআই ডেভেলপমেন্ট বাদে)।\n\nরিমোট কাজের প্রবল সমর্থক হিসেবে, তানভীর এমন পরিবেশ পছন্দ করেন যা সৃজনশীলতা এবং উৎপাদনশীলতা বৃদ্ধি করে। তিনি ক্রমাগত নতুন প্রযুক্তি শিখতে এবং মোবাইল ডেভেলপমেন্টে সর্বশেষ প্রবণতা এবং প্রযুক্তির সাথে নিজেকে আপডেট রাখতে প্রতিশ্রুতিবদ্ধ।\n\nবর্তমানে নারায়ণগঞ্জ, বাংলাদেশে অবস্থানরত তানভীর নতুন সুযোগের জন্য প্রস্তুত, যেখানে তিনি তার দক্ষতা ব্যবহার করে উদ্ভাবনী এবং প্রভাবশালী মোবাইল অ্যাপ তৈরি করতে পারবেন।"
}