{
  "Localization": "Localization",
  "name": "Tanvir Anwar Rafi",
  "designation": "Mobile App Developer | Expert in Flutter for iOS & Android",
  "description": "Tanvir Anwar Rafi is an accomplished mobile application developer with over 3 years of experience specializing in cross-platform app development using Flutter. Tanvir excels in building high-performance, user-friendly apps that deliver a seamless user experience on both iOS and Android platforms. He has successfully designed, developed, and deployed multiple apps to both the Google Play Store and the Apple App Store.\n\nThroughout his career, Tanvir has worked on a diverse range of projects across various industries, including real estate, healthcare, e-commerce, and visitor management systems. Notable projects include HomeVu, a real estate platform connecting users with top-rated agents, Candy Express, Denmark's largest online candy-selling platform with over 20k users, and Evrm Kiosk and EVRM Rooms, advanced systems for managing visitors and meeting rooms in office spaces.\n\nIn addition to his technical expertise, Tanvir is skilled in API integration, creating highly responsive UIs, and solving complex problems with creative solutions. He is proficient in utilizing a variety of libraries and tools to optimize app functionality, from Google Maps integration and QR code scanning to real-time updates via socket programming.\n\nTanvir is also recognized for his ability to manage client communications, providing accurate project estimations, and meeting tight deadlines while ensuring that client requirements are fully met. He has proven his leadership in projects such as ImmiTrack, MyHealth, TRL Audiobooks, and Skantrix, handling the full app development lifecycle from scratch, except for backend API development.\n\nA strong advocate for remote work, Tanvir prefers environments that allow for flexibility, fostering creativity and efficiency. He is passionate about continuous learning and improving his skill set, with a focus on staying updated with the latest technologies and best practices in mobile development.\n\nCurrently based in Narayanganj, Bangladesh, Tanvir is actively seeking opportunities where he can leverage his expertise in mobile development to create impactful and innovative applications."
}